@extends('layouts.app')
@section('page_title', '利用規約')

@section('content')
    <section class="content page-index">
        <div class="container-fluid">
            <div class="block-header">
                <div class="row">
                    <div class="col-lg-12 col-md-6 col-sm-7">
                        <h2>利用規約</h2>
                    </div>
                </div>
            </div>

            <div class="row">
                <div class="col-lg-12 col-md-12 col-sm-12">
                    <div class="card">
                        <div class="body">
                            <h4>はじめに</h4>
                            <p class="m-t-15 m-b-30">
                                この利用規約は、本サイト「この日空いてます」を利用する全てのユーザーに適用されます。
                                登録したユーザーは本規約に合意したものとします。
                            </p>
                            <h4>投稿した内容</h4>
                            <p>
                                ユーザーが本サイトに投稿した内容（スケジュール情報）は、URLを知っている者が閲覧可能な状態となります。
                                ユーザーはこの事に合意したものとします。
                            </p>
                            <h4>免責</h4>
                            <p>
                                本サイトを利用する事により生じたいかなる損害やトラブルについても、本サイトは責任を負わないものとします。
                            </p>
                            <h4>禁止事項</h4>
                            <p>
                                本サイトの利用にあたり、以下の行為は禁止するものとします。
                            </p>
                            <ol>
                                <li>法令または公序良俗に違反する行為</li>
                                <li>犯罪行為に関連する行為</li>
                                <li>本サイトの他のユーザー、または第三者のサーバーまたはネットワークの機能を破壊したり、妨害したりする行為</li>
                                <li>本サイトの運営を妨害するおそれのある行為</li>
                                <li>他のユーザーに関する個人情報等を、通常公開される範囲を超えて収集または蓄積する行為</li>
                                <li>不正アクセスをし、またはこれを試みる行為</li>
                                <li>他のユーザーに成りすます行為</li>
                                <li>本サイトに関連して、反社会的勢力に対して直接または間接に利益を供与する行為</li>
                                <li>本サイトの他のユーザーまたは第三者の知的財産権、肖像権、プライバシー、名誉その他の権利または利益を侵害する行為</li>
                                <li>以下の表現を含み、または含むと本サイトが判断する内容を投稿、送信する行為
                                    <ol>
                                        <li>過度に暴力的な表現</li>
                                        <li>露骨な性的表現</li>
                                        <li>人種、国籍、信条、性別、社会的身分、門地等による差別につながる表現</li>
                                        <li>自殺、自傷行為、薬物乱用を誘引または助長する表現</li>
                                        <li>その他反社会的な内容を含み他人に不快感を与える表現</li>
                                    </ol></li>
                                <li>宗教活動または宗教団体への勧誘行為</li>
                                <li>その他、本サイトが不適切と判断する行為</li>
                            </ol>
                            <h4>利用規約の変更</h4>
                            <p>
                                本サイトは、必要と判断した場合にユーザーに通知する事なく本規約を変更できるものとします。
                            </p>
                            <p>
                                2020年3月15日 制定
                            </p>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </section>
@endsection
